[M_ARealBoy_ArmLeg MissionDefinition]
MissionDescription="Mal believes that having human body parts will complete his robot-to-human transformation. He's asked you to collect some."

[M_ARealBoy_Clothes MissionDefinition]
TurnInDescription="You brought Mal some clothes, but he doesn't seem satisfied."
TeaserText="This mission asks deep, thought-provoking questions like, ''What defines humanity?'' And, ''Remember that time you killed all those bandits?''"

[M_ARealBoy_Human MissionDefinition]
TeaserText="Mal has finally discovered the secret of TRUE humanity! He'll need your help, though."
